tap "aws/tap"
tap "fluxcd/tap"
tap "glassechidna/taps"
tap "homebrew/bundle"
tap "idoavrah/homebrew"
tap "weaveworks/tap"
brew "act"
brew "aws-console"
brew "ca-certificates"
brew "aws-sso-util"
brew "awscli"
brew "btop"
brew "bzip2"
brew "coreutils"
brew "unbound"
brew "curl"
brew "dockutil"
brew "ffmpeg"
brew "fx"
brew "git"
brew "go"
brew "gping"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kube-ps1"
brew "kubectx"
brew "kubent"
brew "kubeshark"
brew "kubespy"
brew "kustomize"
brew "libffi"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "p7zip"
brew "pipx"
brew "pluto"
brew "popeye"
brew "powerlevel10k"
brew "pyenv"
brew "stern"
brew "stow"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "trivy"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/eks-node-viewer"
brew "fluxcd/tap/flux"
brew "glassechidna/taps/ec2connect"
brew "idoavrah/homebrew/tftui"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "bitwarden"
cask "chatgpt"
cask "docker"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "mysql-workbench"
cask "notion"
cask "pgadmin4"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
