tap "aws/tap"
tap "fluxcd/tap"
tap "glassechidna/taps"
tap "homebrew/bundle"
tap "idoavrah/homebrew"
tap "robusta-dev/holmesgpt"
tap "weaveworks/tap"
brew "act"
brew "aws-console"
brew "aws-sso-util"
brew "awscli"
brew "btop"
brew "curl"
brew "fx"
brew "git"
brew "go"
brew "gping"
brew "helm"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-linter"
brew "kube-ps1"
brew "kubectx"
brew "kubent"
brew "kubeshark"
brew "kustomize"
brew "netcat"
brew "nmap"
brew "p7zip"
brew "pluto"
brew "popeye"
brew "powerlevel10k"
brew "pyenv"
brew "stern"
brew "stow"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "trivy"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/eks-node-viewer"
brew "fluxcd/tap/flux"
brew "glassechidna/taps/ec2connect"
brew "idoavrah/homebrew/tftui"
brew "robusta-dev/holmesgpt/holmesgpt"
brew "weaveworks/tap/eksctl"
cask "bitwarden"
cask "google-chrome"
cask "docker"
cask "iterm2"
cask "pgadmin4"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "buster.ndjson-colorizer"
vscode "christian-kohler.path-intellisense"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-yaml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
